export const links = [
    {
      name: "สาขาวิชา",
      submenu: true,
      sublinks: [
        {
          Head: "หลักสูตร",
          sublink: [
            { name: "หลักสูตรปี 2563", link: "/" },
            { name: "หลักสูตรปี 2558", link: "/" },
            { name: "หลักสูตรปี 2553", link: "/" },
          ],
        },
        {
          Head: "QA",
          sublink: [
            { name: "ประกันคุณภาพการศึกษา", link: "/" },
          ],
        },
      ],
    },
    {
      name: "นักศึกษา",
      submenu: true,
      sublinks: [
        {
          Head: "การเรียน-การสอน",
          sublink: [
            { name: "ตารางสอบ", link: "/" },
            { name: "ตารางเรียน", link: "/" },
            { name: "ตารางเทียบโอน", link: "/" },
          ],
        },
        {
          Head: "ทุนการศึกษา",
          sublink: [
            { name: "แผนกทุนและการบริการนักศึกษา", link: "/" },
          ],
        },
        {
          Head: "รางวัลนักศึกษา",
          sublink: [
            { name: "รางวัลนักศึกษาหลักสูตรวิทยาการคอมพิวเตอร์", link: "/" },
          ],
        },
  
        {
          Head: "โครงการและกิจกรรม",
          sublink: [
            { name: "โครงการส่งเสริมวิชาการ", link: "/" },
            { name: "โครงการกีฬาและส่งเสริมสุขภาพ", link: "/" },
            { name: "โครงการ 7 ส.", link: "/" },
            { name: "โครงการบำเพ็ญประโยชน์และรักษาสิ่งแวดล้อม", link: "/" },
            { name: "โครงการทำนุบำรุงศิลปวัฒนธรรมไทย-จีน", link: "/" },
          ],
        },
        {
          Head: "ฝึกงานและสหกิจ",
          sublink: [
            { name: "ปีการศึกษา 2561", link: "/" },
            { name: "ปีการศึกษา 2560", link: "/" },
            { name: "ปีการศึกษา 2559", link: "/" },
            { name: "ปีการศึกษา 2558", link: "/" },
            { name: "ปีการศึกษา 2557", link: "/" },
            { name: "ปีการศึกษา 2556", link: "/" },
          ],
        },
        {
          Head: "โครงงานพิเศษ",
          sublink: [
            { name: "โครงงานพิเศษ ปีการศึกษา 2561", link: "/" },
            { name: "โครงงานพิเศษ ปีการศึกษา 2560", link: "/" },
            { name: "โครงงานพิเศษ ปีการศึกษา 2559", link: "/" },
            { name: "โครงงานพิเศษ ปีการศึกษา 2558", link: "/" },
            { name: "โครงงานพิเศษ ปีการศึกษา 2557", link: "/" },
            { name: "โครงงานพิเศษ ปีการศึกษา 2556", link: "/" },
          ],
        },
        {
          Head: "ฐานข้อมูลโครงนักศึกษา",
          sublink: [
            { name: "ระบบฐานข้อมูลโครงงานนักศึกษา หลักสูตรวิทยาการคอมพิวเตอร์", link: "/" },
          ],
        },
      ],
    },
    {
      name: "ห้องปฏิบัติการ",
      submenu: true,
      sublinks: [
        {
          Head: "แผนผังห้องปฎิบัติการคอมพิวเตอร์",
          sublink: [
          ],
        },
        {
          Head: "ระบบพัสดุ",
          sublink: [
          ],
        },
        {
          Head: "คู่มือความปลอดภัยห้องปฏิบัติการ",
          sublink: [
          ],
        },
        {
          Head: "คู่มือและข้อปฎิบัติในการใช้ห้องปฎิบัติการคอมพิวเตอร์",
          sublink: [
          ],
        },
        {
          Head: "แบบประเมินความพึงพอใจในการใช้ห้องปฎิบัติการคอมพิวเตอร์ 1/2565",
          sublink: [
          ],
        },
      ],
    },
    {
      name: "เกี่ยวกับเรา",
      submenu: true,
      sublinks: [
        {
          Head: "ประวัติและวัตถุประสงค์",
          sublink: [
          ],
        },
        {
          Head: "วิดีทัศน์แนะนำสาขา",
          sublink: [
          ],
        },
        {
          Head: "บุคลากร",
          sublink: [
          ],
        },
        {
          Head: "ติดต่อเรา",
          sublink: [
          ],
        },
      ],
    },
  ];
  